defmodule Scraper.Parser.Date do
  @dates [
    "ma 19:41",
    "2019-01-14",
    "2019. 01. 11.",
    "2019.01.14 18:21",
    "2019.01.14. 18:51",
    "január 14. | 14:00",
    "2019. 01. 14. 20:00",
    "2019. jan. 13., 13:12",
    "2019. január 14. 19:07",
    "2019. január. 14. 20:00",
    "/ 2018.08.03., péntek 13:00 /",
    "2019. január 14. hétfő 12:20",
    "2019. január 14. hétfő, 16:47",
    "2019. január 14., hétfő 17:45",
    "újságíró . 2019. 01. 14. 20:17",
    "2019. január 14. 20:15 - szerző: Mészáros Márton",
    "2018. április 10., kedd 10:43, frissítve: kedd 11:55",
  ]


end
